zhanzr/esp32-c3-supermini-oled-demo/c6-supermini/coremark_160m/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_160=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ=160
CONFIG_ESP_TASK_WDT_EN=n
